Repository: vermont42/Conjugar
Catalog: Conjugar/Supporting/Localizable.xcstrings
Source language: en
Languages: es

# Info.futuroDeIndicativoText
source: ^Uses^ The ~futuro de indicativo~ is a Spanish Verb tense that is used to express the following: • A future action: "El año próximo, visitaré Buenos Aires." = "Next year, I shall/will visit Buenos Aires." • Uncertainty or probability - inference, rather than direct knowledge: "¿Quién estará tocando a la puerta?" "Será Fabio." = "Who (do you suppose) is knocking at the door?" "It must be Fabio." or "Who will that be knocking at the door?" "That'll be Fabio." • Command, prohibition, or obligation: "No llevarás a ese hombre a mi casa." = "Do not bring that man to my house." or "You will not bring that man to my house." This form is also used to assert a command, prohibition, or obligation in English. • Courtesy: "¿Te importará encender la televisión?" = "Would you mind turning on the television?" Another common way to represent the future is with a %presente de indicativo% conjugation of ~ir~ followed by an infinitivo verb: "Quizás $VOY$ a viajar a Bolivia en el verano. = "Perhaps I'm going to travel to Bolivia in the summer." ^Conjugation^ The futuro de indicativo uses the %raíz futura% as a stem. The following endings are attached to it: -é, -ás, -á, -emos, -éis, -án Example (hablar): hablaré, hablarás, hablará, hablaremos, hablaréis, hablarán See %credits% for Wikipedia attribution.
es: ^Usos^ El ~futuro de indicativo~ es un tiempo verbal del español que se utiliza para expresar lo siguiente: • Una acción futura: "El año próximo, visitaré Buenos Aires." = "Next year, I shall/will visit Buenos Aires." • Incertidumbre o probabilidad; inferencia o deducción, en lugar de conocimiento directo: "¿Quién estará tocando a la puerta?" "Será Fabio." = "Who (do you suppose) is knocking at the door?" "It must be Fabio." o "Who will that be knocking at the door?" "That'll be Fabio." • Orden, prohibición u obligación: "No llevarás a ese hombre a mi casa." = "Do not bring that man to my house." o "You will not bring that man to my house." Esta forma también se utiliza para hacer valer una orden, prohibición u obligación en inglés. • Cortesía: "¿Te importará encender la televisión? " = "Would you mind turning on the television?" Otra forma común de representar el futuro es con una forma del %presente de indicativo% de ~ir~ seguida de un verbo en infinitivo: "Quizás $VOY$ a viajar a Bolivia este verano. = "Perhaps I'm going to travel to Bolivia in the summer." ^Conjugación^ El futuro de indicativo utiliza la %raíz futura% como base. Se le adjuntan las siguientes terminaciones: -é, -ás, -á, -emos, -éis, -án Ejemplo (hablar): hablaré, hablarás, hablará, hablaremos, hablaréis, hablarán Ve a %créditos% para leer la atribución a la Wikipedia.

# Info.futuroDeSubjuntivoText
source: ^Use^ The ~futuro de subjunctivo~ is no longer used in modern Spanish, except in legal language and some fixed expressions. "Donde fueres, $haZ$ lo que vieres." = "When in Rome, do as the Romans do." = "Cum Romae fueritis, Romano vivite more." In these expressions, this tense is used to express doubt or uncertainty about whether some event will happen in the future. In modern Spanish, the %presente de subjuntivo% replaces the futuro de subjuntivo. Here are examples of the futuro de subjuntivo: "Cuando hablaren..." = "Whenever they might speak..." "$venGa$ lo que $vIniere$" = "come what may" "El que matare al rey será castigado." = "Whoever kills the king will be punished." This last example is from a Spanish criminal law. The use of the futuro de subjuntivo in this law alludes to the remoteness of the possibility that the Spanish king will be killed. ¡Viva el Rey! ^Conjugation^ Verbs are conjugated in the futuro de subjuntivo by removing the -ron ending from the ellos %pretérito% form of the verb and adding the following ending, depending on the person and number of the subject: yo: -re tú: -res él: -re nosotros: -remos vosotros: -reis ellos: -ren Example (cantar): cantare, cantares, cantare, cantáremos, cantareis, cantaren As shown in the example, the vowel before the ending of the nosotros conjugation has an acute accent to reflect the stressing of that syllable. See %credits% for Wikipedia attribution.
es: ^Uso^ El ~futuro de subjunctivo~ ya no se usa en español moderno, excepto en lenguaje legal y algunas expresiones fijas. "Donde fueres, $haZ$ lo que vieres." = "When in Rome, do as the Romans do." = "Cum Romae fueritis, Romano vivite more." En estas expresiones, este tiempo se usa para expresar dudas o incertidumbre acerca de si algún evento ocurrirá en el futuro. En español moderno, el %presente de subjuntivo% reemplaza al futuro de subjuntivo. Aquí hay ejemplos del futuro de subjuntivo: "Cuando hablaren..." = "Whenever they might speak..." "$venGa$ lo que $vIniere$" = "come what may" "El que matare al rey será castigado." = "Whoever kills the king will be punished." Este último ejemplo es de una ley penal española. El uso del futuro de subjuntivo en esta ley alude a la lejanía de la posibilidad de que el rey español sea asesinado. ¡Viva el Rey! ^Conjugación^ Los verbos se conjugan en futuro de subjuntivo eliminando la terminación -ron de la forma para el pronombre "ellos" del %pretérito% del verbo y agregándole la siguiente terminación, dependiendo de la persona y el número del sujeto: yo: -re tú: -res él: -re nosotros: -remos vosotros: -reis ellos: -ren Ejemplo (cantar): cantare, cantares, cantare, cantáremos, cantareis, cantaren Como se muestra en el ejemplo, la vocal que aparace antes del final de la conjugación de "nosotros" tiene un acento para indicar que esa es la sílabla tónica. Ve a %créditos% para leer la atribución a la Wikipedia.

# Info.futuroPerfectoDeSubjuntivoText
source: ^Use^ The ~futuro perfecto de subjuntivo~ expresses an uncertain, future act as finished in relation to a future event. This tense is no longer used in Spanish except in formal or legal texts. "Si para Navidad no $hUbiere vUELTo$, no me esperéis." = "If he has not returned by Christmas, do not wait for me." ^Conjugation^ In the futuro perfecto de subjuntivo, the %futuro de subjuntivo% conjugation of ~haber~ is used as an auxiliary, and it is followed by the %participio% of the verb to be conjugated. Example: "$hUbiere hablado$" = "I would (or shall) have $spOken$" See %credits% for Word Reference attribution.
es: ^Uso^ El ~futuro perfecto de subjuntivo~ expresa un acto incierto y futuro como terminado con relación a un evento futuro. Este tiempo ya no se usa en español, excepto en textos formales o legales. "Si para Navidad no $hUbiere vUELTo$, no me esperéis." = "If he has not returned by Christmas, do not wait for me." ^Conjugación^ En futuro perfecto de subjuntivo se usa la conjugación del %futuro de subjuntivo% de ~haber~ como auxiliar, seguida del %participio% del verbo que se conjuga. Ejemplo: "$hUbiere hablado$" = "I would (or shall) have $spOken$" Ve a %créditos% para leer la atribución a la Word Reference.

# Info.futuroPerfectoText
source: ^Use^ The ~futuro perfecto~ is used to indicate a future action that will be finished before another action. "Cuando yo llegue a la fiesta, ya se $habRán$ marchado todos." = "When I get to the party, everyone will already have $leFT$." ^Conjugation^ In the futuro perfecto, the %futuro de indicativo% conjugation of ~haber~ is used as an auxiliary, and it is followed by the %participio% of the verb to be conjugated. Example: "$habRé hablado$" = "I will have $spOken$" See %credits% for Wikipedia attribution.
es: ^Uso^ El ~futuro perfecto~ se usa para indicar una acción futura que se terminará antes de que ocurra otra acción. "Cuando llegue a la fiesta, ya se $habRán$ marchado todos." = "When I get to the party, everyone will already have $leFT$." ^Conjugación^ En futuro perfecto, la conjugación del %futuro de indicativo% de ~haber~ se usa como auxiliar, seguida del %participio% del verbo que se conjuga. Ejemplo: "$habRé hablado$" = "I will have $spOken$" Ve a %créditos% para leer la atribución a la Wikipedia.

# Info.gerundioText
source: ^Uses^ The ~gerundio~ has a variety of uses. The gerundio of hacer, haciendo, can mean "doing", "while doing", "by doing", "because of one's doing", or "through doing". The gerundio is also used to form a progressive construction called verbal periphrasis. Example: "$estoY haciendo$" ("I $AM$ doing") The gerundio cannot be used as an adjective and, unlike in most European languages, has no corresponding adjectival forms. The archaic participio presente, which ended in -ante or -iente and formerly filled this function, in some cases survives as an adjective. For example, "$dUrmiente$" = "sleeping", and "interesante" = "interesting". But such cases are limited. Usually, alternate constructions are appropriate. Whereas in English one would say "the crying baby", one would say in Spanish "el bebé que llora", which literally means "the baby who is crying". ^Form^ The gerundio is formed by adding the following endings to the verb stem: ~ar~ verbs: -ando Examples: hablando ("speaking"); cantando ("singing"); bailando ("dancing") ~er~ verbs: -iendo Examples: bebiendo ("drinking"); cediendo ("yielding"); comprendiendo ("understanding") ~ir~ verbs: -iendo Examples: viviendo ("living"); decidiendo ("deciding"); compartiendo ("sharing") The following verbs have irregular gerundios: bullir: $bullEndo$ caer: $caYendo$ construir: $construYendo$ dormir: $dUrmiendo$ hervir: $hIrviendo$ huir: $huYendo$ ir: $Yendo$ leer: $leYendo$ medir: $mIdiendo$ oír: $oYendo$ poder: $pUdiendo$ sentir: $sIntiendo$ tañer: $tañEndo$ traer: $traYendo$ See %credits% for Wikipedia attribution.
es: ^Usos^ El ~gerundio~ tiene una gran variedad de usos. El gerundio de hacer, haciendo, en inglés puede equivaler a "doing", "while doing", "by doing", "because of one's doing" o "through doing". El gerundio también se usa para formar una perífrasis verbal con valor progresivo. Ejemplo: "$estoY haciendo$" ("I $AM$ doing") El gerundio no se puede usar como adjetivo y, a diferencia de la mayoría de las lenguas europeas, no tiene formas de adjetivo propias. El presente participio presente, que terminaba en -ante o -iente y anteriormente cumplía esta función, en algunos casos sobrevive como un adjetivo. Por ejemplo, "$dUrmiente$" = "sleeping", y "interesante" = "interesting", pero estos casos son limitados. Por lo general, las construcciones alternativas al uso del gerundio como ajetivo son apropiadas. Mientras que en inglés se diría "the crying baby", se diría en español "el bebé que llora", que literalmente significa "the baby who is crying". ^Forma^ El gerundio se forma agregando las siguientes terminaciones a la raíz del verbo: Verbos ~ar~: -ando Ejemplos: hablando ("speaking"); cantando ("singing"); bailando ("dancing") Verbos ~er~: -iendo Ejemplos: bebiendo ("drinking"); cediendo ("yielding"); comprendiendo ("understanding") Verbos ~ir~: -iendo Ejemplos: viviendo ("living"); decidiendo ("deciding"); compartiendo ("sharing") Los siguientes verbos tienen gerundios irregulares: bullir: $bullEndo$ caer: $caYendo$ construir: $construYendo$ dormir: $dUrmiendo$ hervir: $hIrviendo$ huir: $huYendo$ ir: $Yendo$ leer: $leYendo$ medir: $mIdiendo$ oír: $oYendo$ poder: $pUdiendo$ sentir: $sIntiendo$ tañer: $tañEndo$ traer: $traYendo$ Ve a %créditos% para leer la atribución a la Wikipedia.

# Info.imperativoNegativoText
source: ^Use^ The ~imperativo negativo~ is used in Spanish to express negative commands. "No levanten la mano derecha." = "Don't raise your right hand(s)." "No regreséis." = "Don't come back, y'all." "No lo $dIGa$." = "Don't say it." "No tejamos." = "Let's not knit." ^Conjugation^ For conjugation of the imperativo negativo, the word "no" is prepended to the %presente de subjuntivo% conjugation. Thus, for regular ~ar~, ~ir~, and ~er~ verbs, the endings are as follows. Note that there are no yo forms. AR: -e, -es, -e, -emos, -éis, -en IR: -a, -as, -a, -amos, -áis, -an ER: -a, -as, -a, -amos, -áis, -an Examples: habl~ar~: no hables, no hable, no hablemos, no habléis, no hablen sub~ir~: no subas, no suba, no subamos, no subaís, no suban com~er~: no comas, no coma, no comamos, no comáis, no coman
es: ^Uso^ El ~imperativo negativo~ se usa en español para expresar órdenes negativas. "No levanten la mano derecha." = "Don't raise your right hand(s)." "No regreséis." = "Don't come back, y'all." "No lo $dIGa$." = "Don't say it." "No tejamos." = "Let's not knit." ^Conjugación^ Para conjugar el imperativo negativo, se coloca la palabra "no" delante de la conjugación de %presente de subjuntivo%. Por lo tanto, para los verbos regulares que terminan en ~ar~, ~ir~ y ~er~, las terminaciones son las siguientes. Ten en cuenta que no hay una forma para usar con el pronombre yo. AR: -e, -es, -e, -emos, -éis, -en IR: -a, -as, -a, -amos, -áis, -an ER: -a, -as, -a, -amos, -áis, -an Ejemplos: habl~ar~: no hables, no hable, no hablemos, no habléis, no hablen sub~ir~: no subas, no suba, no subamos, no subaís, no suban com~er~: no comas, no coma, no comamos, no comáis, no coman

# Info.imperativoPositivoText
source: ^Use^ The ~imperativo positivo~ is used in Spanish to express commands. "Levanten la mano derecha." = "Raise your right hand(s)." "Regresad." = "Y'all come back." "D$I$lo." = "Say it." "Tejamos." = "Let's knit." ^Conjugation^ For conjugation of the imperativo positivo, nosotros, usted, and ustedes use the %presente de subjuntivo% conjugation. Tú uses the %presente de indicativo% conjugation minus the final s. Vosotros uses the infinitivo minus the final r, plus d. Thus, for regular ~ar~, ~ir~, and ~er~ verbs, the endings are as follows. Note that there are no yo forms. AR: -a, -e, -emos, -ad, -en IR: -e, -a, -amos, -id, -an ER: -e, -a, -amos, -ed, -an Examples: habl~ar~: habla, hable, hablemos, hablad, hablen sub~ir~: sube, suba, subamos, subid, suban com~er~: come, coma, comamos, comed, coman The following verbs have irregular tú imperativo positivo conjugations: componer: $compóN$ decir: $dI$ hacer: $haZ$ ir: $VE$ obtener: $obtÉn$ ponder: $poN$ salir: $saL$ ser: $sÉ$ tener: $teN$ venir: $veN$
es: ^Uso^ El ~imperativo positivo~ se usa en español para expresar las órdenes. "Levanten la mano derecha." = "Raise your right hand(s)." "Regresad." = "Y'all come back." "D$I$lo." = "Say it." "Tejamos." = "Let's knit." ^Conjugación^ Para la conjugación del imperativo positivo de nosotros, usted y ustedes usaremos la conjugación del %presente de subjuntivo%. Tú usa la conjugación del %presente de indicativo% sin la s final. Vosotros usa el infinitivo sin la r final y con una d. Así, para los verbos regulares en ~ar~, ~ir~ y ~er~, las terminaciones son las siguientes. Ten en cuenta que no hay formas yo. AR: -a, -e, -emos, -ad, -en IR: -e, -a, -amos, -id, -an ER: -e, -a, -amos, -ed, -an Ejemplos: habl~ar~: habla, hable, hablemos, hablad, hablen sub~ir~: sube, suba, subamos, subid, suban com~er~: come, coma, comamos, comed, coman Los siguientes verbos tienen conjugaciones irregulares de tú en imperativo positivo: componer: $compóN$ decir: $dI$ hacer: $haZ$ ir: $VE$ obtener: $obtÉn$ poner: $poN$ salir: $saL$ ser: $sÉ$ tener: $teN$ venir: $veN$

# Info.imperfectoDeIndicativoText
source: ^Uses^ Like the %pretérito% and %perfecto de indicativo%, the ~imperfecto de indicativo~ is used for past events. But the imperfecto de indicativo is used for: • A habitual or repeated action: "Cada año mi familia $iBa$ a Puerto Rico." = "Each year my family $WENT$ to Rich Port." "El gato saltaba al sofá muy a menudo." = "The cat often jumped on the couch." • A "used to" action: "Yo leía el diário." = "~I~ used to read the newspaper." • A background event during which another event in the same sentence occurred: "Mientras cruzaba la calle, me atropelló un coche." = "While I was crossing the road, a car $rAn$ me over." ^Conjugation^ Regular ~ar~, ~ir~, and ~er~ verbs are conjugated in the imperfecto de indicativo by adding the following endings to the verb stem: AR: -aba, -abas, -aba, -ábamos, -abais, -aban IR: -ía, -ías, -ía, -íamos, -íais, -ían ER: -ía, -ías, -ía, -íamos, -íais, -ían Examples: habl~ar~: hablaba, hablabas, hablaba, hablábamos, hablabais, hablaban sub~ir~: subía, subías, subía, subíamos, subíais, subían com~er~: comía, comías, comía, comíamos, comíais, comían Only three verbs are irregular in the imperfecto de indicativo: ir, ser, and ver. Tap the ~Browse~ tab for translations and conjugations. See %credits% for Wikipedia attribution.
es: ^Usos^ Al igual que el %pretérito% y el %perfecto de indicativo%, el ~imperfecto de indicativo~ se usa para eventos pasados. Sin embargo, el imperfecto de indicativo se usa para: • Una acción habitual o repetida: "Cada año mi familia $iBa$ a Puerto Rico." = "Each year my family $WENT$ to Rich Port." "El gato saltaba al sofá muy a menudo." = "The cat often jumped on the couch." • Una acción pasada habitual que ~no~ continuó hasta el presente: "Yo leía el diário." = "~I~ used to read the newspaper." • Un evento que ocurrió al mismo tiempo que otro siempre que los dos eventos aparezcan en la misma oración: "Mientras cruzaba la calle, me atropelló un coche." = "While I was crossing the road, a car $rAn$ me over." ^Conjugación^ Los verbos regulares en ~ar~, ~ir~ y ~er~ se conjugan en imperfecto de indicativo agregando las siguientes terminaciones a la raíz del verbo: AR: -aba, -abas, -aba, -ábamos, -abais, -aban IR: -ía, -ías, -ía, -íamos, -íais, -ían ER: -ía, -ías, -ía, -íamos, -íais, -ían Ejemplos: habl~ar~: hablaba, hablabas, hablaba, hablábamos, hablabais, hablaban sub~ir~: subía, subías, subía, subíamos, subíais, subían com~er~: comía, comías, comía, comíamos, comíais, comían Solo hay tres verbos irregulares en imperfecto de indicativo: ir, ser y ver. Toca la pestaña ~Explorar~ para ver sus traducciones y conjugaciones. Ve a %créditos% para leer la atribución a la Wikipedia.

# Info.imperfectoDeSubjuntivo1Text
source: ^Use^ The ~imperfecto de subjuntivo 1~ serves a variety of purposes similar to those of the %presente de subjuntivo% but puts actions in the past. Here are some example uses of this tense. • A command: "Nos mandó que platicáramos." = "He ordered us to talk." • Emotional state: "Temía que Colombia no ganara la Copa América este año." = "I feared that Colombia would not win the America Cup this year." • Doubt: "Dudaba que $vIniera$ hoy." = "I doubted that you would come today." Grammarians consider the imperfecto de subjuntivo 1 and the %imperfecto de subjuntivo 2% to be different variants of the same tense called simply "imperfecto de subjuntivo". In modern Spanish, uses of the two variants do not differ. The developer of ~Conjugar~ has treated these variants as separate tenses with different names for pedagogical purposes. ^Conjugation^ Verbs are conjugated in the imperfecto de subjuntivo 1 by removing the -ron ending from the ellos %pretérito% form of the verb and adding the following ending, depending on the person and number of the subject: yo: -ra tú: -ras él: -ra nosotros: -ramos vosotros: -rais ellos: -ran Example (cantar): cantara, cantaras, cantara, cantáramos, cantarais, cantaran As shown in the example, the vowel before the ending of the nosotros conjugation has an acute accent to reflect the stressing of that syllable. See %credits% for Wikipedia attribution.
es: ^Uso^ El ~imperfecto de subjuntivo 1~ sirve para unos usos similares a los del %presente de subjuntivo% pero colocandos las acciones en pasado. Aquí hay algunos ejemplos de usos de este tiempo. • Una orden: "Nos mandó que platicáramos." = "He ordered us to talk." • Un estado emocional: "Temía que Colombia no ganara la Copa América este año." = "I feared that Colombia would not win the America Cup this year." • Duda: "Dudaba que $vIniera$ hoy." = "I doubted that you would come today." Los expertos en gramática consideran que el imperfecto de subjuntivo 1 y el %imperfecto de subjuntivo 2% son variantes diferentes del mismo tiempo, a los que simplemente se les llama "imperfecto de subjuntivo". En español moderno, los usos de las dos variantes no difieren. El desarrollador de ~Conjugar~ ha tratado estas variantes como tiempos separados con diferentes nombres con fines pedagógicos. ^Conjugación^ Los verbos se conjugan en imperfecto de subjuntivo 1 eliminando la terminación -ron de la forma ellos del %pretérito% del verbo y agregando la siguiente terminación, dependiendo de la persona y el número del sujeto: yo: -ra tú: -ras él: -ra nosotros: -ramos vosotros: -rais ellos: -ran Ejemplo (cantar): cantara, cantaras, cantara, cantáramos, cantarais, cantaran Como se muestra en el ejemplo, la vocal que aparece antes del final de la conjugación de nosotros tiene un acento para indicar que esa es la sílaba tónica y que su pronunciación es, por lo tanto, un poco diferente del resto de formas de este tiempo verbal. Ve a %créditos% para leer la atribución a la Wikipedia.

# Info.imperfectoDeSubjuntivo2Text
source: ^Use^ The ~imperfecto de subjuntivo 2~ serves a variety of purposes similar to those of the %presente de subjuntivo% but puts actions in the past. Here are some example uses of this tense. • A command: "Nos mandó que platicásemos." = "He ordered us to talk." • Emotional state: "Temía que Colombia no ganase la Copa América este año." = "I feared that Colombia would not win the America Cup this year." • Doubt: "Dudaba que $vIniese$ hoy." = "I doubted that you would come today." Grammarians consider the imperfecto de subjuntivo 2 and the %imperfecto de subjuntivo 1% to be different variants of the same tense called simply "imperfecto de subjuntivo". In modern Spanish, uses of the two variants do not differ. The developer of ~Conjugar~ has treated these variants as separate tenses with different names for pedagogical purposes. ^Conjugation^ Verbs are conjugated in the imperfecto de subjuntivo 2 by removing the -ron ending from the ellos %pretérito% form of the verb and adding the following ending, depending on the person and number of the subject: yo: -se tú: -ses él: -se nosotros: -semos vosotros: -seis ellos: -sen Example (cantar): cantase, cantases, cantase, cantásemos, cantaseis, cantasen As shown in the example, the vowel before the ending of the nosotros conjugation has an acute accent to reflect the stressing of that syllable. See %credits% for Wikipedia attribution.
es: ^Uso^ El ~imperfecto de subjuntivo 2~ sirve para unos usos similares a los del %presente de subjuntivo% pero colocando las acciones en pasado. Aquí hay algunos ejemplos de usos de este tiempo. • Una orden: "Nos mandó que platicásemos." = "He ordered us to talk." • Un estado emocional: "Temía que Colombia no ganase la Copa América este año." = "I feared that Colombia would not win the America Cup this year." • Duda: "Dudaba que $vIniese$ hoy." = "I doubted that you would come today." Los expertos en gramática consideran que imperfecto de subjuntivo 2 y el %imperfecto de subjuntivo 1% son variantes diferentes del mismo tiempo, a los que simplemente se les llama "imperfecto de subjuntivo". En español moderno, los usos de las dos variantes no difieren. El desarrollador de ~Conjugar~ ha tratado estas variantes como tiempos separados con diferentes nombres con fines pedagógicos. ^Conjugación^ Los verbos se conjugan en imperfecto de subjuntivo 2 eliminando la terminación -ron de la forma ellos del %pretérito% del verbo y agregando la siguiente terminación, dependiendo de la persona y el número del sujeto: yo: -se tú: -ses él: -se nosotros: -semos vosotros: -seis ellos: -sen Ejemplo (cantar): cantase, cantases, cantase, cantásemos, cantaseis, cantasen Como se muestra en el ejemplo, la vocal que aparece antes del final de la conjugación de nosotros tiene un acento para indicar que esa es la sílaba tónica y que su pronunciación es, por lo tanto, un poco diferente del resto de formas de este tiempo verbal. Ve a %créditos% para leer la atribución a la Wikipedia.
